[{
		"name": "Is Scream 6 coming out?",
		"description": "Scream 6 release date Originally slated for March 31, Paramount has now announced that Scream 6 will be released on March 10 2023. Score! This is the shortest gap between Scream movies since the first and second films.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
	}, {
		"name": "Will Scream 6 have Sidney? ",
		"description": "Will Scream 6 Have a New Final Girl? One of the biggest changes is that Neve Campbell is not returning as the beloved final girl, Sidney Prescott. Campbell is not returning to the franchise due to salary issues, but according to Jenna Ortega, there will be so much action and gore that audiences won't notice.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
  }, {
		"name": "What will Scream 6 be called?",
		"description": "Scream VI Scream VI (also known as Scream 6) is an upcoming slasher film. The film serves as a sequel to Scream (2022) and as the sixth installment in the Scream franchise. It will be directed by Matt Bettinelli-Olpin and Tyler Gillett, with James Vanderbilt and Guy Busick, serving as writers on the project.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
    
    }, {
		"name": "Does Stu come back in Scream 6?",
		"description": "Firstly Lillard's also said he's not in the film, which is a pretty big blow to anyone claiming he's going to return. There's also the fact that despite numerous fan theories around Stu's survival, Scream's writer stated Stu died when that TV fell on his head.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
	
  }, {
		"name": "What happens in Scream 6?",
		"description": "Scream 6: The Plot The film is set to take place in New York City this time around. The official synopsis reads: The Scream saga continues with the four survivors of the Ghostface killings as they leave Woodsboro behind and start a fresh chapter.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
  }, {
		"name": "Will Courtney Cox be in Scream 6?",
		"description": "Courteney Cox reveals that she has finished filming on SCREAM 6, which is due to hit theaters early next year. We are one step closer to having another day at the movies with Ghostface, as Courteney Cox has revealed she has finished filming on Scream 6.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
  }, {
		"name": "Who will play Sidney in Scream 6?",
		"description": "Jenna Ortega Confirms Neve Campbell's Sidney Prescott Will Still Be Referenced in Scream 6",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
  }, {
		"name": "How old is Sidney in Scream now?",
		"description": "Sidney Prescott is now 42 years old, Gale Weathers is 57, and Dewey Riley is murdered at the age of 50 years old.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
  }, {
		"name": "How old is Sidney Prescott Scream 6?",
		"description": "Closing on the one year anniversary of Maureen's murder, Sidney is a typical 17-year-old high school teenager, yet still pretty withdrawn due to the trauma of the murder. Sidney in Scream, age 17.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
	}, {
		"name": "About",
		"description": "Four survivors of the Ghostface murders leave Woodsboro behind for a fresh start in New York City. However, they soon find themselves in a fight for their lives when a new killer embarks on a bloody rampage.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
  }, {
		"name": "Release date",
		"description": "March 10, 2023 (USA)",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
    	
  }, {
		"name": "Directors",
		"description": "Tyler Gillett, Matt Bettinelli-Olpin",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
  }, {
		"name": "Screenplay",
		"description": "James Vanderbilt, Guy Busick",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
    
  }, {
		"name": "Film series",
		"description": "Scream",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
	}, {
		"name": "Production companies",
		"description": "Paramount Pictures, Spyglass Media Group, Radio Silence, Project X Entertainment, Project X",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
  }, {
		"name": "Distributed by",
		"description": "Paramount Pictures",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
    	
  }, {
		"name": "Scream VI",
		"description": "Scream VI is an upcoming American slasher film directed by Matt Bettinelli-Olpin and Tyler Gillett, written by James Vanderbilt and Guy Busick, with original franchise writer and creator Kevin Williamson returning as executive producer. It will be the sixth installment in the Scream film series and will be a direct sequel to Scream (2022).The film stars Melissa Barrera, Jasmin Savoy Brown, Mason Gooding, Jenna Ortega, Hayden Panettiere, and Courteney Cox, who are all reprising their roles from previous installments. Dermot Mulroney, Henry Czerny, Samara Weaving, and Tony Revolori were later added to the cast. Franchise star Neve Campbell announced she would not be returning as Sidney Prescott due to not being pleased with the offer presented to her, making this the first film in the franchise not to feature the actress or character.Scream VI is set to be released in the United States on March 10, 2023, by Paramount Pictures.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
  }, {
		"name": "Premise",
		"description": "The film continues with the survivors of the latest Ghostface killings, sisters Samantha and Tara Carpenter and twins Chad and Mindy Meeks, leaving Woodsboro behind and starting a new chapter of their lives in New York City[8] only to again be plagued by a streak of murders by a new Ghostface killer.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
    
    }, {
		"name": "Cast",
		"description": "Further information on individual characters: List of Scream (film series) characters Further information on cast members: List of Scream (film series) cast members Courteney Cox as Gale Weathers, a morning host, legacy survivor, and author Melissa Barrera as Sam Carpenter, the illegitimate daughter of Billy Loomis Jenna Ortega as Tara Carpenter, Sam's half-sister Hayden Panettiere as Kirby Reed, a survivor of the 2011 Ghostface serial murders Jasmin Savoy Brown as Mindy Meeks-Martin, Randy's niece and Chad's twin Mason Gooding as Chad Meeks-Martin, Randy's nephew and Mindy's twin Dermot Mulroney as a police officer Henry Czerny Samara Weaving Tony Revolori Jack Champion Devyn Nekoda Liana Liberato Josh Segarra Roger L. Jackson as the voice of Ghostface",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
  }, {
		"name": "Filming",
		"description": "On a production budget of $35 million, principal photography began on June 9, 2022, in Montreal, Canada. Vanderbilt, Paul Neinstein and William Sherak produced under Project X Entertainment, while Chad Villella, Cathy Konrad, Marianne Maddalena and Williamson served as executive producers. While in July 2022, the film was still untitled officially, production documents revealed the working title to be Blackmore, while set photos showed Scream !! as a working title. Hayden Panettiere posed for a set photo on August 6, along with Jasmin Savoy Brown, that was picked up by various media outlets given her return to the franchise. Courteney Cox revealed she had finished filming her part as of August 14. Filming ended in late August.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
    	
  }, {
		"name": "Music",
		"description": "The film will be scored by Brian Tyler, returning from the previous installment.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	
  }, {
		"name": "Development",
		"description": "Prior to the release of Scream 4, series creator Kevin Williamson claimed he had already "mapped out" Scream 5 and Scream 6, but would wait to see the box office success of the fourth installment before signing on for any more films.[14] In July 2014, Williamson revealed that Scream 4 was intended to kick off a new trilogy of films, but the film "never took off in a way they hoped". Williamson also said that he would likely not be involved in any further entries, as the series director Wes Craven and his team were "done" with him.[15] In Williamson's initial pitch, Scream 5 saw Jill Roberts being stalked by a killer at her college campus, while Scream 6 would feature Gale Weathers as the main character and deal with her relationship with Dewey Riley.[16] In January 2022, Neve Campbell, David Arquette, Matt Bettinelli-Olpin, and Tyler Gillett expressed interest in making future films in the series.[17] Courteney Cox would later express an interest in a sequel while doing publicity for Shining Vale.[18] A sixth film was officially green-lit on February 3, 2022, by Spyglass Media Group. Olpin and Gillett of Radio Silence would return to direct while James Vanderbilt and Guy Busick would write the script once again.[19] By the end of the month, Campbell was approached to return for the film.[20] The following month, Cox had received the script and was courted to reprise her role.[21] Also in March 2022, the sixth film's release date was set for March 31, 2023.[22] By May, plot details emerged, setting the film outside of Woodsboro. Instead, the film will take place in New York City. In June, Ortega said the film would feature a more "aggressive and violent" Ghostface than in previous entries.",
		"img": "https://i.ytimg.com/vi/pQLb4yBwxvg/maxresdefault.jpg"
	}
]
